export interface Department {
  id: number
  name: string
}

export interface DutyRecord {
  序号: number
  部门id: number
  姓名: string
  节假日: string
  积分: number
}

export interface UserPointsSummary {
  姓名: string
  部门id: number
  积分: number
  值班次数: number
}

export const departments: Department[] = [
  {
    "id": 1,
    "name": "综合管理大队"
  },
  {
    "id": 2,
    "name": "情指中心"
  },
  {
    "id": 3,
    "name": "局领导"
  },
  {
    "id": 4,
    "name": "指挥调度大队"
  },
  {
    "id": 5,
    "name": "情报研判大队"
  },
  {
    "id": 6,
    "name": "舆情工作大队"
  }
]

export const midAutumnDutyRecords: DutyRecord[] = [
  {
    "序号": 1,
    "姓名": "李强",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 2,
    "姓名": "胡命泉",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 3,
    "姓名": "王元锋",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 2
  },
  {
    "序号": 4,
    "姓名": "姜富学",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 5,
    "姓名": "徐炜",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 6,
    "姓名": "梁永琪",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 7,
    "姓名": "符诗炼",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 8,
    "姓名": "梁宇皓",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 9,
    "姓名": "陈建明",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 10,
    "姓名": "劳业彪",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 11,
    "姓名": "蔡穗",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 12,
    "姓名": "王浩仁",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 13,
    "姓名": "刘凯丰",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 14,
    "姓名": "张雪峰",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 15,
    "姓名": "陈启中",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 16,
    "姓名": "杨少丽",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 17,
    "姓名": "刘紫光",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 18,
    "姓名": "马益民",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 19,
    "姓名": "曹红斌",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 20,
    "姓名": "王志阳",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 21,
    "姓名": "刘瀚立",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 22,
    "姓名": "张锐",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 3
  },
  {
    "序号": 23,
    "姓名": "谢哲元",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 3
  },
  {
    "序号": 24,
    "姓名": "洪声明",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 3
  },
  {
    "序号": 25,
    "姓名": "杨炳升",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 3
  },
  {
    "序号": 26,
    "姓名": "梁里明",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 3
  },
  {
    "序号": 27,
    "姓名": "彭风华",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 3
  },
  {
    "序号": 28,
    "姓名": "刘奕鹏",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 3
  },
  {
    "序号": 29,
    "姓名": "周如俊",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 3
  },
  {
    "序号": 30,
    "姓名": "焦志伟",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 3
  },
  {
    "序号": 31,
    "姓名": "袁宇波",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 32,
    "姓名": "何乔",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 33,
    "姓名": "徐丽霞",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 34,
    "姓名": "杨富峰",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 35,
    "姓名": "李可夫",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 36,
    "姓名": "林智勇",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 37,
    "姓名": "江海涛",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 38,
    "姓名": "钟志清",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 39,
    "姓名": "李伟政",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 40,
    "姓名": "高志达",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 41,
    "姓名": "吴新伟",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 42,
    "姓名": "刘康慧",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 43,
    "姓名": "吴德挥",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 44,
    "姓名": "罗奇伟",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 45,
    "姓名": "吴晓东",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 46,
    "姓名": "杨沁润",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 47,
    "姓名": "林坚炳",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 48,
    "姓名": "邹庆文",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 49,
    "姓名": "谭晋",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 50,
    "姓名": "陈卓航",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 51,
    "姓名": "陈东强",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 52,
    "姓名": "张永禄",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 53,
    "姓名": "曹纹渊",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 54,
    "姓名": "朱穗峰",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 55,
    "姓名": "周琪波",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 56,
    "姓名": "赵寒霄",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 57,
    "姓名": "伍时波",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 58,
    "姓名": "胡启滔",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 59,
    "姓名": "范云",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 60,
    "姓名": "刘金科",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 61,
    "姓名": "雷鹏",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 62,
    "姓名": "雷过生",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 63,
    "姓名": "江鸿飞",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 64,
    "姓名": "罗穗",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 65,
    "姓名": "程琛",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 66,
    "姓名": "陆宇霄",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 67,
    "姓名": "王铎",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 68,
    "姓名": "郭锐山",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 69,
    "姓名": "曹慧敏",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 70,
    "姓名": "黄永霞",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 71,
    "姓名": "邓艳丹",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 72,
    "姓名": "谭丽欢",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 73,
    "姓名": "谢婉仪",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 74,
    "姓名": "蒋瀛",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 75,
    "姓名": "梁振嘉",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 76,
    "姓名": "郑威杰",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 77,
    "姓名": "周欣",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 78,
    "姓名": "周毅",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 79,
    "姓名": "周颖麟",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 80,
    "姓名": "朱嘉豪",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 81,
    "姓名": "庄少澄",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 82,
    "姓名": "白承祖",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 83,
    "姓名": "蔡烁烁",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 84,
    "姓名": "曾诣",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 85,
    "姓名": "陈桂心",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 86,
    "姓名": "陈浩宇",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 87,
    "姓名": "陈华威",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 88,
    "姓名": "陈慧纯",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 89,
    "姓名": "陈家驹",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 90,
    "姓名": "陈嘉慧",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 91,
    "姓名": "陈俊霖",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 92,
    "姓名": "陈乾鑫",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 93,
    "姓名": "陈戎",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 94,
    "姓名": "陈荣彦",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 95,
    "姓名": "陈泰恒",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 96,
    "姓名": "程新宇",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 97,
    "姓名": "邓洁文",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 98,
    "姓名": "邓晓",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 99,
    "姓名": "邓智辉",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 100,
    "姓名": "杜文豪",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 101,
    "姓名": "杜学明",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 102,
    "姓名": "冯沛升",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 103,
    "姓名": "冯尚智",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 104,
    "姓名": "郭子健",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 105,
    "姓名": "洪秋英",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 106,
    "姓名": "侯菲鸿",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 107,
    "姓名": "胡焯剑",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 108,
    "姓名": "胡阳",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 109,
    "姓名": "胡正华",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 110,
    "姓名": "黄凯欣",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 111,
    "姓名": "黄情芬",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 112,
    "姓名": "黄小宏",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 113,
    "姓名": "黄艳玲",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 114,
    "姓名": "黄泳欣",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 115,
    "姓名": "江静珊",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 116,
    "姓名": "江汶钧",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 117,
    "姓名": "江小玲",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 118,
    "姓名": "江泽锋",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 119,
    "姓名": "邝玉婷",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 120,
    "姓名": "黎博闻",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 121,
    "姓名": "李豪锴",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 122,
    "姓名": "李嘉恒",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 123,
    "姓名": "李敏莹",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 124,
    "姓名": "李耀雄",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 125,
    "姓名": "梁彩燕",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 126,
    "姓名": "梁浩军",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 127,
    "姓名": "梁浩文",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 128,
    "姓名": "梁俊升",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 129,
    "姓名": "梁婉琪",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 130,
    "姓名": "梁炜立",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 131,
    "姓名": "梁秀杰",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 132,
    "姓名": "梁苑移",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 133,
    "姓名": "廖嘉良",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 134,
    "姓名": "林跃锋",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 135,
    "姓名": "林志豪",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 136,
    "姓名": "林智浩",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 137,
    "姓名": "刘瑞琪",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 138,
    "姓名": "刘五妹",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 139,
    "姓名": "卢嘉欣",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 140,
    "姓名": "卢建忠",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 141,
    "姓名": "卢一丽",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 142,
    "姓名": "卢韵妍",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 143,
    "姓名": "卢智坚",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 144,
    "姓名": "陆伟鹏",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 145,
    "姓名": "罗涛",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 146,
    "姓名": "骆浩杰",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 147,
    "姓名": "骆怡颖",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 148,
    "姓名": "毛迪",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 149,
    "姓名": "宁耀斌",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 150,
    "姓名": "区剑驹",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 151,
    "姓名": "芮小彬",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 152,
    "姓名": "司徒凤鸣",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 153,
    "姓名": "苏敏仪",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 154,
    "姓名": "孙卓茗",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 155,
    "姓名": "谭绰瑜",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 156,
    "姓名": "谭智伟",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 157,
    "姓名": "汤乐斌",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 158,
    "姓名": "汪英伦",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 159,
    "姓名": "汪宇君",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 160,
    "姓名": "王伟波",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 161,
    "姓名": "魏思茵",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 162,
    "姓名": "邬伟强",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 163,
    "姓名": "吴洛筠",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 164,
    "姓名": "吴淑芬",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 165,
    "姓名": "吴文俊",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 166,
    "姓名": "肖碟屏",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 167,
    "姓名": "肖辉源",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 168,
    "姓名": "萧国雄",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 169,
    "姓名": "谢世华",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 170,
    "姓名": "谢耀琛",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 171,
    "姓名": "徐峰",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 172,
    "姓名": "许志勇",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 173,
    "姓名": "严沛峰",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 174,
    "姓名": "叶媛茗",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 175,
    "姓名": "易茵",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 176,
    "姓名": "余玲玲",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 177,
    "姓名": "湛洁明",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 178,
    "姓名": "张斯诺",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 179,
    "姓名": "赵湘宁",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 180,
    "姓名": "甄民浩",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 181,
    "姓名": "晏楠",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 5
  },
  {
    "序号": 182,
    "姓名": "李欣",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 5
  },
  {
    "序号": 183,
    "姓名": "袁继虹",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 5
  },
  {
    "序号": 184,
    "姓名": "陈建彪",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 5
  },
  {
    "序号": 185,
    "姓名": "吴云山",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 6
  },
  {
    "序号": 186,
    "姓名": "梁荣忠",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 6
  },
  {
    "序号": 187,
    "姓名": "林辉",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 6
  },
  {
    "序号": 188,
    "姓名": "金劲",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 6
  },
  {
    "序号": 189,
    "姓名": "倪少英",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 6
  },
  {
    "序号": 190,
    "姓名": "张毅涛",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 6
  },
  {
    "序号": 1,
    "姓名": "陈振兴",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 2,
    "姓名": "黎静文",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 3,
    "姓名": "余剑辉",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 4,
    "姓名": "李亚斐",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 1
  }
]

export const nationalDayDutyRecords: DutyRecord[] = [
  {
    "序号": 1,
    "姓名": "杨汝华",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 2,
    "姓名": "张萍",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 3,
    "姓名": "钟肖龙",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 4,
    "姓名": "李强",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 5,
    "姓名": "王元锋",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 2
  },
  {
    "序号": 6,
    "姓名": "钟建华",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 2
  },
  {
    "序号": 7,
    "姓名": "吴启铭",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 2
  },
  {
    "序号": 8,
    "姓名": "姜富学",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 9,
    "姓名": "何凡",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 10,
    "姓名": "李虎",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 11,
    "姓名": "符诗炼",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 12,
    "姓名": "严少聪",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 13,
    "姓名": "李偲",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 14,
    "姓名": "蒋小连",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 15,
    "姓名": "柳勇",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 16,
    "姓名": "李时杰",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 17,
    "姓名": "孔凡彬",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 18,
    "姓名": "王潜",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 19,
    "姓名": "许瑜芳",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 20,
    "姓名": "吕冬",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 21,
    "姓名": "刘锐",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 22,
    "姓名": "刘庆雄",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 23,
    "姓名": "张雪峰",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 24,
    "姓名": "王浩仁",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 25,
    "姓名": "张锐",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 3
  },
  {
    "序号": 26,
    "姓名": "谢哲元",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 3
  },
  {
    "序号": 27,
    "姓名": "洪声明",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 3
  },
  {
    "序号": 28,
    "姓名": "杨炳升",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 3
  },
  {
    "序号": 29,
    "姓名": "王晓东",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 3
  },
  {
    "序号": 30,
    "姓名": "梁里明",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 3
  },
  {
    "序号": 31,
    "姓名": "彭风华",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 3
  },
  {
    "序号": 32,
    "姓名": "刘奕鹏",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 3
  },
  {
    "序号": 33,
    "姓名": "周如俊",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 3
  },
  {
    "序号": 34,
    "姓名": "焦志伟",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 3
  },
  {
    "序号": 35,
    "姓名": "刘显伟",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 36,
    "姓名": "谭程昊",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 37,
    "姓名": "斯盼",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 38,
    "姓名": "范未",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 39,
    "姓名": "姜振兴",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 40,
    "姓名": "黄捷",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 41,
    "姓名": "郑博",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 42,
    "姓名": "郑敏",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 43,
    "姓名": "宋民",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 44,
    "姓名": "尹世强",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 45,
    "姓名": "封盾",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 46,
    "姓名": "邓天章",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 47,
    "姓名": "曹红斌",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 48,
    "姓名": "钟志林",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 49,
    "姓名": "王宗杰",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 50,
    "姓名": "彭嘉俊",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 51,
    "姓名": "唐安",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 52,
    "姓名": "庄希鹏",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 53,
    "姓名": "柯铭铸",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 6
  },
  {
    "序号": 54,
    "姓名": "陈立雄",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 6
  },
  {
    "序号": 55,
    "姓名": "曾逸湄",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 6
  },
  {
    "序号": 56,
    "姓名": "顾国康",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 6
  },
  {
    "序号": 57,
    "姓名": "尤钢鸣",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 6
  },
  {
    "序号": 58,
    "姓名": "侯敏",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 6
  },
  {
    "序号": 59,
    "姓名": "邱礼宏",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 6
  },
  {
    "序号": 60,
    "姓名": "陈玉敏",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 6
  },
  {
    "序号": 61,
    "姓名": "杨明华",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 6
  },
  {
    "序号": 62,
    "姓名": "周丽",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 6
  },
  {
    "序号": 63,
    "姓名": "李圣杰",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 6
  },
  {
    "序号": 64,
    "姓名": "陈镓鹏",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 6
  },
  {
    "序号": 65,
    "姓名": "陈强胜",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 6
  },
  {
    "序号": 66,
    "姓名": "张梦彦",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 6
  },
  {
    "序号": 67,
    "姓名": "文骏",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 6
  },
  {
    "序号": 68,
    "姓名": "罗逸捷",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 6
  },
  {
    "序号": 69,
    "姓名": "晏楠",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 5
  },
  {
    "序号": 70,
    "姓名": "陈金文",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 5
  },
  {
    "序号": 71,
    "姓名": "黄刚毅",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 5
  },
  {
    "序号": 72,
    "姓名": "陈建彪",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 5
  },
  {
    "序号": 73,
    "姓名": "姚艳辉",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 5
  },
  {
    "序号": 74,
    "姓名": "江曦",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 5
  },
  {
    "序号": 75,
    "姓名": "曹文扬",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 5
  },
  {
    "序号": 76,
    "姓名": "江新月",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 5
  },
  {
    "序号": 77,
    "姓名": "钟协",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 5
  },
  {
    "序号": 78,
    "姓名": "宋康利",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 5
  },
  {
    "序号": 79,
    "姓名": "何乔",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 80,
    "姓名": "陈剑锋",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 81,
    "姓名": "廖伯生",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 82,
    "姓名": "袁宇波",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 83,
    "姓名": "蔡传跃",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 84,
    "姓名": "刘玖宏",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 85,
    "姓名": "徐丽霞",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 86,
    "姓名": "张泽明",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 87,
    "姓名": "李剑锋",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 88,
    "姓名": "刘健强",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 89,
    "姓名": "李可夫",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 90,
    "姓名": "林智勇",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 91,
    "姓名": "刘小芬",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 92,
    "姓名": "林伟民",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 93,
    "姓名": "李晓喻",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 94,
    "姓名": "何诚",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 95,
    "姓名": "曾衍华",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 96,
    "姓名": "黄柏中",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 97,
    "姓名": "吴德挥",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 98,
    "姓名": "罗红",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 99,
    "姓名": "吕翼之",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 100,
    "姓名": "白建奎",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 101,
    "姓名": "郑菲",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 102,
    "姓名": "徐浩森",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 103,
    "姓名": "罗奇伟",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 104,
    "姓名": "曾丽华",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 105,
    "姓名": "黄聪华",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 106,
    "姓名": "程宇亮",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 107,
    "姓名": "邹坚",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 108,
    "姓名": "李珺",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 109,
    "姓名": "黎伟超",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 110,
    "姓名": "陈卓航",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 111,
    "姓名": "陈东强",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 112,
    "姓名": "张永禄",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 113,
    "姓名": "曹纹渊",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 114,
    "姓名": "楚宏",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 115,
    "姓名": "黄勇攀",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 116,
    "姓名": "邓智毅",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 117,
    "姓名": "李祺进",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 118,
    "姓名": "赵书函",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 119,
    "姓名": "刘佩珩",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 120,
    "姓名": "冼远豪",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 121,
    "姓名": "周琪波",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 122,
    "姓名": "黎安校",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 123,
    "姓名": "伍时波",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 124,
    "姓名": "胡启滔",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 125,
    "姓名": "范云",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 126,
    "姓名": "刘金科",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 127,
    "姓名": "高磊",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 128,
    "姓名": "林冰凌",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 129,
    "姓名": "王骁",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 130,
    "姓名": "邹勇华",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 131,
    "姓名": "欧阳小京",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 132,
    "姓名": "马军",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 133,
    "姓名": "赵寒霄",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 134,
    "姓名": "雷鹏",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 135,
    "姓名": "蓝淇",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 136,
    "姓名": "潘杉",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 137,
    "姓名": "陈立超",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 138,
    "姓名": "李秀华",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 139,
    "姓名": "黄启敏",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 140,
    "姓名": "罗颖",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 141,
    "姓名": "卢嘉俊",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 142,
    "姓名": "郭勇",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 143,
    "姓名": "李相颐",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 144,
    "姓名": "王铎",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 145,
    "姓名": "冯继雄",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 146,
    "姓名": "郝猛",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 147,
    "姓名": "李鹏涛",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 148,
    "姓名": "唐军红",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 149,
    "姓名": "谢建丰",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 150,
    "姓名": "郭锐山",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 151,
    "姓名": "肖文君",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 152,
    "姓名": "曹慧敏",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 153,
    "姓名": "邓艳丹",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 154,
    "姓名": "王子睿",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 155,
    "姓名": "谭丽欢",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 156,
    "姓名": "谢婉仪",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 157,
    "姓名": "蒋瀛",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 158,
    "姓名": "梁振嘉",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 159,
    "姓名": "孙美芳",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 160,
    "姓名": "杜学明",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 161,
    "姓名": "何宝欣",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 162,
    "姓名": "何健强",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 163,
    "姓名": "胡阳",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 164,
    "姓名": "黄凯欣",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 165,
    "姓名": "江静珊",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 166,
    "姓名": "江汶钧",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 167,
    "姓名": "李豪锴",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 168,
    "姓名": "李敏莹",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 169,
    "姓名": "李星辉",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 170,
    "姓名": "梁彩燕",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 171,
    "姓名": "梁浩军",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 172,
    "姓名": "梁婉琪",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 173,
    "姓名": "梁栩睿",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 174,
    "姓名": "廖丽君",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 175,
    "姓名": "林跃锋",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 176,
    "姓名": "卢智坚",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 177,
    "姓名": "陆伟鹏",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 178,
    "姓名": "罗珺",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 179,
    "姓名": "司徒凤鸣",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 180,
    "姓名": "苏敏仪",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 181,
    "姓名": "汪宇君",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 182,
    "姓名": "魏思茵",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 183,
    "姓名": "吴淑芬",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 184,
    "姓名": "吴文俊",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 185,
    "姓名": "吴文倩",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 186,
    "姓名": "曹玉玲",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 187,
    "姓名": "陈华威",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 188,
    "姓名": "程新宇",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 189,
    "姓名": "冯沛升",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 190,
    "姓名": "郭子健",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 191,
    "姓名": "黄情芬",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 192,
    "姓名": "连进",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 193,
    "姓名": "林家怡",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 194,
    "姓名": "林志豪",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 195,
    "姓名": "林智浩",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 196,
    "姓名": "卢嘉仪",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 197,
    "姓名": "卢晓玲",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 198,
    "姓名": "罗涛",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 199,
    "姓名": "芮小彬",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 200,
    "姓名": "谭绰瑜",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 201,
    "姓名": "谭智伟",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 202,
    "姓名": "唐杰",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 203,
    "姓名": "肖辉源",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 204,
    "姓名": "谢世华",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 205,
    "姓名": "许志勇",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 206,
    "姓名": "易茵",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 207,
    "姓名": "张艳璇",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 208,
    "姓名": "周颖麟",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 209,
    "姓名": "曹佰伟",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 210,
    "姓名": "曾诣",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 211,
    "姓名": "陈桂心",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 212,
    "姓名": "陈慧纯",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 213,
    "姓名": "陈家驹",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 214,
    "姓名": "陈嘉咏",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 215,
    "姓名": "陈俊霖",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 216,
    "姓名": "陈荣彦",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 217,
    "姓名": "陈泰恒",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 218,
    "姓名": "邓诗欣",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 219,
    "姓名": "邓晓",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 220,
    "姓名": "冯尚智",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 221,
    "姓名": "高倩茵",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 222,
    "姓名": "洪秋英",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 223,
    "姓名": "侯菲鸿",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 224,
    "姓名": "胡焯剑",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 225,
    "姓名": "胡正华",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 226,
    "姓名": "黄小宏",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 227,
    "姓名": "黄泳欣",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 228,
    "姓名": "江小玲",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 229,
    "姓名": "江泽锋",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 230,
    "姓名": "金皓",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 231,
    "姓名": "邝玉婷",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 232,
    "姓名": "黎博闻",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 233,
    "姓名": "李嘉恒",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 234,
    "姓名": "李晓雯",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 235,
    "姓名": "李耀雄",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 236,
    "姓名": "梁浩文",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 237,
    "姓名": "梁俊升",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 238,
    "姓名": "梁妮莎",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 239,
    "姓名": "梁思迪",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 240,
    "姓名": "梁炜立",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 241,
    "姓名": "梁秀杰",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 242,
    "姓名": "梁苑移",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 243,
    "姓名": "廖嘉良",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 244,
    "姓名": "刘瑞琪",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 245,
    "姓名": "刘五妹",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 246,
    "姓名": "卢嘉欣",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 247,
    "姓名": "卢建忠",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 248,
    "姓名": "卢一丽",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 249,
    "姓名": "卢韵妍",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 250,
    "姓名": "骆浩杰",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 251,
    "姓名": "骆怡颖",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 252,
    "姓名": "毛迪",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 253,
    "姓名": "宁耀斌",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 254,
    "姓名": "区剑驹",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 255,
    "姓名": "谭振洪",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 256,
    "姓名": "汤乐斌",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 257,
    "姓名": "王伟波",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 258,
    "姓名": "吴洛筠",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 259,
    "姓名": "冼敏静",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 260,
    "姓名": "肖碟屏",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 261,
    "姓名": "谢耀琛",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 262,
    "姓名": "徐峰",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 263,
    "姓名": "严沛峰",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 264,
    "姓名": "易薇敏",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 265,
    "姓名": "湛洁明",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 266,
    "姓名": "张斯诺",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 267,
    "姓名": "赵湘宁",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 268,
    "姓名": "甄民浩",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 269,
    "姓名": "钟楚尧",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 270,
    "姓名": "周欣",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 271,
    "姓名": "周咏怡",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 272,
    "姓名": "朱嘉豪",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 273,
    "姓名": "朱倩仪",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 274,
    "姓名": "白承祖",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 275,
    "姓名": "蔡烁烁",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 276,
    "姓名": "陈嘉慧",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 277,
    "姓名": "陈乾鑫",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 278,
    "姓名": "陈戎",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 279,
    "姓名": "陈森鑫",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 280,
    "姓名": "陈淑雯",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 281,
    "姓名": "陈庭锋",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 282,
    "姓名": "陈艺冰",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 283,
    "姓名": "邓洁文",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 284,
    "姓名": "邓智辉",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 285,
    "姓名": "杜文豪",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 286,
    "姓名": "萧国雄",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 287,
    "姓名": "熊健怡",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 288,
    "姓名": "姚婉欣",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 289,
    "姓名": "余玲玲",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 290,
    "姓名": "张秋洁",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 291,
    "姓名": "郑威杰",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 292,
    "姓名": "钟满棠",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 293,
    "姓名": "周毅",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 294,
    "姓名": "庄少澄",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 295,
    "姓名": "万胜亮",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 4
  },
  {
    "序号": 1,
    "姓名": "赵今今",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 2,
    "姓名": "郭慧",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 3,
    "姓名": "钟鼎鸣",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 4,
    "姓名": "麦建文",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 5,
    "姓名": "许俊锋",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 6,
    "姓名": "王孟",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 7,
    "姓名": "陈嘉豪",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 8,
    "姓名": "李亚斐",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 9,
    "姓名": "曾铭松",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  },
  {
    "序号": 10,
    "姓名": "钟考文",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 1
  }
]

export const userPointsSummary: UserPointsSummary[] = [
  {
    "姓名": "李强",
    "部门id": 1,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "王元锋",
    "部门id": 2,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "姜富学",
    "部门id": 1,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "符诗炼",
    "部门id": 1,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "王浩仁",
    "部门id": 1,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "张雪峰",
    "部门id": 1,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "曹红斌",
    "部门id": 1,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "张锐",
    "部门id": 3,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "谢哲元",
    "部门id": 3,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "洪声明",
    "部门id": 3,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "杨炳升",
    "部门id": 3,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "梁里明",
    "部门id": 3,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "彭风华",
    "部门id": 3,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "刘奕鹏",
    "部门id": 3,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "周如俊",
    "部门id": 3,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "焦志伟",
    "部门id": 3,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "袁宇波",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "何乔",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "徐丽霞",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "李可夫",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "林智勇",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "吴德挥",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "罗奇伟",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "陈卓航",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "陈东强",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "张永禄",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "曹纹渊",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "周琪波",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "赵寒霄",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "伍时波",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "胡启滔",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "范云",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "刘金科",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "雷鹏",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "王铎",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "郭锐山",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "曹慧敏",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "邓艳丹",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "谭丽欢",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "谢婉仪",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "蒋瀛",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "梁振嘉",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "郑威杰",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "周欣",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "周毅",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "周颖麟",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "朱嘉豪",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "庄少澄",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "白承祖",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "蔡烁烁",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "曾诣",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "陈桂心",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "陈华威",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "陈慧纯",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "陈家驹",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "陈嘉慧",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "陈俊霖",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "陈乾鑫",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "陈戎",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "陈荣彦",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "陈泰恒",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "程新宇",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "邓洁文",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "邓晓",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "邓智辉",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "杜文豪",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "杜学明",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "冯沛升",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "冯尚智",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "郭子健",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "洪秋英",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "侯菲鸿",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "胡焯剑",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "胡阳",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "胡正华",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "黄凯欣",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "黄情芬",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "黄小宏",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "黄泳欣",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "江静珊",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "江汶钧",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "江小玲",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "江泽锋",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "邝玉婷",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "黎博闻",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "李豪锴",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "李嘉恒",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "李敏莹",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "李耀雄",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "梁彩燕",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "梁浩军",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "梁浩文",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "梁俊升",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "梁婉琪",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "梁炜立",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "梁秀杰",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "梁苑移",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "廖嘉良",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "林跃锋",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "林志豪",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "林智浩",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "刘瑞琪",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "刘五妹",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "卢嘉欣",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "卢建忠",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "卢一丽",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "卢韵妍",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "卢智坚",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "陆伟鹏",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "罗涛",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "骆浩杰",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "骆怡颖",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "毛迪",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "宁耀斌",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "区剑驹",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "芮小彬",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "司徒凤鸣",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "苏敏仪",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "谭绰瑜",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "谭智伟",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "汤乐斌",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "汪宇君",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "王伟波",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "魏思茵",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "吴洛筠",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "吴淑芬",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "吴文俊",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "肖碟屏",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "肖辉源",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "萧国雄",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "谢世华",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "谢耀琛",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "徐峰",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "许志勇",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "严沛峰",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "易茵",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "余玲玲",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "湛洁明",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "张斯诺",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "赵湘宁",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "甄民浩",
    "部门id": 4,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "晏楠",
    "部门id": 5,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "陈建彪",
    "部门id": 5,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "李亚斐",
    "部门id": 1,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "胡命泉",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "徐炜",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "梁永琪",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "梁宇皓",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "陈建明",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "劳业彪",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "蔡穗",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "刘凯丰",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "陈启中",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "杨少丽",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "刘紫光",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "马益民",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "王志阳",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "刘瀚立",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "杨富峰",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "江海涛",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "钟志清",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "李伟政",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "高志达",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "吴新伟",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "刘康慧",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "吴晓东",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "杨沁润",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "林坚炳",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "邹庆文",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "谭晋",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "朱穗峰",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "雷过生",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "江鸿飞",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "罗穗",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "程琛",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "陆宇霄",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "黄永霞",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "陈浩宇",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "黄艳玲",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "孙卓茗",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "汪英伦",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "邬伟强",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "叶媛茗",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "李欣",
    "部门id": 5,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "袁继虹",
    "部门id": 5,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "吴云山",
    "部门id": 6,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "梁荣忠",
    "部门id": 6,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "林辉",
    "部门id": 6,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "金劲",
    "部门id": 6,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "倪少英",
    "部门id": 6,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "张毅涛",
    "部门id": 6,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "陈振兴",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "黎静文",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "余剑辉",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "杨汝华",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "张萍",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "钟肖龙",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "钟建华",
    "部门id": 2,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "吴启铭",
    "部门id": 2,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "何凡",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "李虎",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "严少聪",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "李偲",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "蒋小连",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "柳勇",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "李时杰",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "孔凡彬",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "王潜",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "许瑜芳",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "吕冬",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "刘锐",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "刘庆雄",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "王晓东",
    "部门id": 3,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "刘显伟",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "谭程昊",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "斯盼",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "范未",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "姜振兴",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "黄捷",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "郑博",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "郑敏",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "宋民",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "尹世强",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "封盾",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "邓天章",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "钟志林",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "王宗杰",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "彭嘉俊",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "唐安",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "庄希鹏",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "柯铭铸",
    "部门id": 6,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "陈立雄",
    "部门id": 6,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "曾逸湄",
    "部门id": 6,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "顾国康",
    "部门id": 6,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "尤钢鸣",
    "部门id": 6,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "侯敏",
    "部门id": 6,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "邱礼宏",
    "部门id": 6,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "陈玉敏",
    "部门id": 6,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "杨明华",
    "部门id": 6,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "周丽",
    "部门id": 6,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "李圣杰",
    "部门id": 6,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "陈镓鹏",
    "部门id": 6,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "陈强胜",
    "部门id": 6,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "张梦彦",
    "部门id": 6,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "文骏",
    "部门id": 6,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "罗逸捷",
    "部门id": 6,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "陈金文",
    "部门id": 5,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "黄刚毅",
    "部门id": 5,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "姚艳辉",
    "部门id": 5,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "江曦",
    "部门id": 5,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "曹文扬",
    "部门id": 5,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "江新月",
    "部门id": 5,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "钟协",
    "部门id": 5,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "宋康利",
    "部门id": 5,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "陈剑锋",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "廖伯生",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "蔡传跃",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "刘玖宏",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "张泽明",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "李剑锋",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "刘健强",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "刘小芬",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "林伟民",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "李晓喻",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "何诚",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "曾衍华",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "黄柏中",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "罗红",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "吕翼之",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "白建奎",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "郑菲",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "徐浩森",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "曾丽华",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "黄聪华",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "程宇亮",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "邹坚",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "李珺",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "黎伟超",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "楚宏",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "黄勇攀",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "邓智毅",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "李祺进",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "赵书函",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "刘佩珩",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "冼远豪",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "黎安校",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "高磊",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "林冰凌",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "王骁",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "邹勇华",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "欧阳小京",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "马军",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "蓝淇",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "潘杉",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "陈立超",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "李秀华",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "黄启敏",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "罗颖",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "卢嘉俊",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "郭勇",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "李相颐",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "冯继雄",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "郝猛",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "李鹏涛",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "唐军红",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "谢建丰",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "肖文君",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "王子睿",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "孙美芳",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "何宝欣",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "何健强",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "李星辉",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "梁栩睿",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "廖丽君",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "罗珺",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "吴文倩",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "曹玉玲",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "连进",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "林家怡",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "卢嘉仪",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "卢晓玲",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "唐杰",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "张艳璇",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "曹佰伟",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "陈嘉咏",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "邓诗欣",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "高倩茵",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "金皓",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "李晓雯",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "梁妮莎",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "梁思迪",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "谭振洪",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "冼敏静",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "易薇敏",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "钟楚尧",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "周咏怡",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "朱倩仪",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "陈森鑫",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "陈淑雯",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "陈庭锋",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "陈艺冰",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "熊健怡",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "姚婉欣",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "张秋洁",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "钟满棠",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "万胜亮",
    "部门id": 4,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "赵今今",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "郭慧",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "钟鼎鸣",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "麦建文",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "许俊锋",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "王孟",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "陈嘉豪",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "曾铭松",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "钟考文",
    "部门id": 1,
    "积分": 500,
    "值班次数": 1
  }
]
