export interface Department {
  id: number
  name: string
}

export interface DutyRecord {
  序号: number
  部门id: number
  姓名: string
  节假日: string
  积分: number
}

export interface UserPointsSummary {
  姓名: string
  部门id: number
  积分: number
  值班次数: number
}

export const departments: Department[] = [
  {
    "id": 7,
    "name": "警航支队"
  },
  {
    "id": 8,
    "name": "一大队"
  },
  {
    "id": 9,
    "name": "二大队"
  },
  {
    "id": 10,
    "name": "三大队"
  },
  {
    "id": 11,
    "name": "综管"
  }
]

export const midAutumnDutyRecords: DutyRecord[] = [
  {
    "序号": 1,
    "姓名": "董建勇",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 7
  },
  {
    "序号": 2,
    "姓名": "刘志华",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 7
  },
  {
    "序号": 3,
    "姓名": "吴毅",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 7
  },
  {
    "序号": 4,
    "姓名": "黄伟濠",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 8
  },
  {
    "序号": 5,
    "姓名": "张国亮",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 8
  },
  {
    "序号": 6,
    "姓名": "段旭江",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 8
  },
  {
    "序号": 7,
    "姓名": "周应权",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 8
  },
  {
    "序号": 8,
    "姓名": "洪斯纳",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 9
  },
  {
    "序号": 9,
    "姓名": "陈家佳",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 9
  },
  {
    "序号": 10,
    "姓名": "颜荣",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 9
  },
  {
    "序号": 11,
    "姓名": "熊小刚",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 9
  },
  {
    "序号": 12,
    "姓名": "谢光军",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 9
  },
  {
    "序号": 13,
    "姓名": "曹杰",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 9
  },
  {
    "序号": 14,
    "姓名": "吴杰",
    "节假日": "中秋节",
    "积分": 500,
    "部门id": 10
  }
]

export const nationalDayDutyRecords: DutyRecord[] = [
  {
    "序号": 1,
    "姓名": "董建勇",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 7
  },
  {
    "序号": 2,
    "姓名": "刘志华",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 7
  },
  {
    "序号": 3,
    "姓名": "王中",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 7
  },
  {
    "序号": 4,
    "姓名": "吴毅",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 7
  },
  {
    "序号": 5,
    "姓名": "孙超雷",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 11
  },
  {
    "序号": 6,
    "姓名": "谢楚恒",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 8
  },
  {
    "序号": 7,
    "姓名": "刘华进",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 8
  },
  {
    "序号": 8,
    "姓名": "刘宗杰",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 8
  },
  {
    "序号": 9,
    "姓名": "刘庆平",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 9
  },
  {
    "序号": 10,
    "姓名": "魏志斌",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 9
  },
  {
    "序号": 11,
    "姓名": "谢光军",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 9
  },
  {
    "序号": 12,
    "姓名": "陈霆昊",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 9
  },
  {
    "序号": 13,
    "姓名": "熊小刚",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 9
  },
  {
    "序号": 14,
    "姓名": "曹杰",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 9
  },
  {
    "序号": 15,
    "姓名": "林川",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 10
  },
  {
    "序号": 16,
    "姓名": "曹龙天",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 10
  },
  {
    "序号": 17,
    "姓名": "吴杰",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 10
  },
  {
    "序号": 18,
    "姓名": "李钟泓",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 10
  },
  {
    "序号": 19,
    "姓名": "郭睿升",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 10
  },
  {
    "序号": 20,
    "姓名": "胡滔",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 10
  },
  {
    "序号": 21,
    "姓名": "赵喜东",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 10
  },
  {
    "序号": 22,
    "姓名": "杨志",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 10
  },
  {
    "序号": 23,
    "姓名": "李志维",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 10
  },
  {
    "序号": 24,
    "姓名": "王璐飞",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 10
  },
  {
    "序号": 25,
    "姓名": "李劲",
    "节假日": "国庆节",
    "积分": 500,
    "部门id": 10
  }
]

export const userPointsSummary: UserPointsSummary[] = [
  {
    "姓名": "董建勇",
    "部门id": 7,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "刘志华",
    "部门id": 7,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "吴毅",
    "部门id": 7,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "熊小刚",
    "部门id": 9,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "谢光军",
    "部门id": 9,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "曹杰",
    "部门id": 9,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "吴杰",
    "部门id": 10,
    "积分": 1000,
    "值班次数": 2
  },
  {
    "姓名": "黄伟濠",
    "部门id": 8,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "张国亮",
    "部门id": 8,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "段旭江",
    "部门id": 8,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "周应权",
    "部门id": 8,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "洪斯纳",
    "部门id": 9,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "陈家佳",
    "部门id": 9,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "颜荣",
    "部门id": 9,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "王中",
    "部门id": 7,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "孙超雷",
    "部门id": 11,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "谢楚恒",
    "部门id": 8,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "刘华进",
    "部门id": 8,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "刘宗杰",
    "部门id": 8,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "刘庆平",
    "部门id": 9,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "魏志斌",
    "部门id": 9,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "陈霆昊",
    "部门id": 9,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "林川",
    "部门id": 10,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "曹龙天",
    "部门id": 10,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "李钟泓",
    "部门id": 10,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "郭睿升",
    "部门id": 10,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "胡滔",
    "部门id": 10,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "赵喜东",
    "部门id": 10,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "杨志",
    "部门id": 10,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "李志维",
    "部门id": 10,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "王璐飞",
    "部门id": 10,
    "积分": 500,
    "值班次数": 1
  },
  {
    "姓名": "李劲",
    "部门id": 10,
    "积分": 500,
    "值班次数": 1
  }
]
